Repository: common-repository/plugins-genius
Catalog: lang/*.po
Languages: it_it

source: Select plugins to load for each role or in the frontend
it_it: Seleziona i plugin da caricare nel backoffice per ciascun ruolo o nel tema

source: Manage plugins loading
it_it: Gestisci il caricamento dei plugin

source: Frontend
it_it: Nel tema

source: Plugins Genius is active
it_it: Plugins Genius &egrave; attivo

source: To configure active plugins, go to
it_it: Per configurare i plugin attivi, vai alla

source: Plugins Genius configuration page
it_it: pagina di configurazione Plugins Genius

source: new settings saved
it_it: le nuove impostazioni sono state salvate

source: Original settings
it_it: Impostazioni iniziali

source: Restore original settings
it_it: Ripristina impostazioni iniziali

source: Restore configuration as it was before activating Plugins Genius.
it_it: Ripristina le impostazioni com'erano prima di attivare Plugins Genius

source: original settings restored
it_it: impostazioni iniziali ripristinate

source: active
it_it: attivi
